const slides = [
  {
    text: "يعتبر البحث عن الوظيفة المثالية مسعى مرهق، خاصةً عندما تسعى للعثور على الدور المنشود في بيئة عمل مثالية. لذا، قمنا في منصتنا بتبسيط هذه العملية لك. بدلاً من أن تجهد نفسك في البحث والتنقل بين المدن لإيجاد الوظيفة المناسبة، نحن نجلب الفرص إليك. كل ما عليك فعله هو تقديم بياناتك وسيرتك الذاتية، ومن ثم نتولى نحن مهمة البحث بالنيابة عنك لإيجاد الوظيفة التي تناسب مؤهلاتك وطموحاتك بخطوات سهلة وفعالة",
    audioSrc: "https://alsallum.s3.eu-north-1.amazonaws.com/jobAudio.mp3",
    label: "طريقة التوظيف: في ٣٠ - ٦٠ ثانية",
  },
  {
    text: "ندرك التحديات التي تواجها المستشفيات في البحث عن المواهب الطبية المؤهلة والمتميزة. لذلك نقدم حلولاً فعالة لتوفير الوقت والجهد في هذا المجال. نحن نقوم بتجميع وتصفية الكفاءات الطبية المتميزة لضمان توفير أفضل المرشحين الذين يلبون متطلباتكم الدقيقة ويتناسبون مع ثقافة عملكم. مع خدماتنا، لن تحتاجوا إلى إضاعة الوقت في البحث، ونحن نتكفل بكل ذلك نيابةً عنكم",
    audioSrc: "https://alsallum.s3.eu-north-1.amazonaws.com/Hospitals.mp3",
    label: "للمستشفيات والعيادات:  في ٣٠ - ٦٠ ثانية",
  },
  {
    text: "توفر منصتنا خدمة مبتكرة تسهل على الباحثين عن العمل في المجال الطبي العثور على فرص وظيفية مثالية دون الحاجة للتنقل أو البحث الطويل، حيث نقوم بمطابقة مؤهلاتهم وتطلعاتهم مع متطلبات الوظائف المتاحة. وفي الوقت نفسه، نعمل مع المؤسسات الصحية لاكتشاف وتوظيف المواهب الطبية المتميزة التي تناسب ثقافتهم المؤسسية، مما يوفر عليهم الوقت والجهد في عملية التوظيف.",
    audioSrc: "https://alsallum.s3.eu-north-1.amazonaws.com/service.mp3",
    label: "تعرف على خدماتنا: في ٣٠ - ٦٠ ثانية",
  },
  {
    text: "نود أن نوضح نظام التسعير الفريد لدينا في منصتنا. الجميل في خدمتنا هو أننا لا نطلب منكم أي مبلغ مالي مقدمًا. نعم، صحيح! لا توجد أي رسوم مبدئية. نحن نؤمن بأن نجاحكم هو نجاحنا، ولذلك نعتمد على نموذج يضمن أفضل النتائج للطرفين. فقط في حالة تحقيق الهدف المنشود وتوظيفكم بنجاح، نتقاضى رسومنا. وهذه الرسوم لن تكون سوى نصف راتبكم الأول فقط. بهذه الطريقة، نضمن أن تكون مصالحنا متوافقة مع مصالحكم،",
    audioSrc: "https://alsallum.s3.eu-north-1.amazonaws.com/price.mp3",
    label: "تعرف على اسعارنا: في ٣٠ - ٦٠ ثانية",
  },
  {
    text: "لدينا آلية تقديم سلسة ومريحة تمكنك من الوصول إلى فرص عمل متميزة في المجال الطبي. كل ما عليك هو تحميل بياناتك وسيرتك الذاتية على منصتنا، ومن ثم نتولى نحن مسؤولية التقديم نيابة عنك. نعمل على تحليل معلوماتك ومطابقتها مع متطلبات الوظائف في المستشفيات والمؤسسات الصحية لنضمن لك الفرصة التي تستحقها",
    audioSrc: "https://alsallum.s3.eu-north-1.amazonaws.com/main.mp3",
    label: "اعرف طريقة التقديم: في ٣٠ - ٦٠ ثانية",
  },
];

export default slides;
