const statements = [
  {
    id: 1,
    text: "أنت تكوّن أصدقاء جدد بانتظام.",
  },
  {
    id: 2,
    text: "تقضي الكثير من وقت فراغك في استكشاف موضوعات عشوائية مختلفة تثير اهتمامك.",
  },
  {
    id: 3,
    text: "رؤية الآخرين وهم يبكون يمكن أن تجعلك تشعر بسهولة أنك تريد البكاء أيضًا.",
  },
  {
    id: 4,
    text: "غالبًا ما تصنع خطة احتياطية لخطة احتياطية.",
  },
  {
    id: 5,
    text: "عادةً ما تبقى هادئًا، حتى تحت ضغط كبير.",
  },
  {
    id: 6,
    text: "في الفعاليات الاجتماعية، نادرًا ما تحاول تقديم نفسك لأشخاص جدد وغالبًا ما تتحدث إلى الأشخاص الذين تعرفهم بالفعل.",
  },
];

export default statements;
