const statements4 = [
  {
    id: 1,
    text: "أنت مهتم بالكثير من الأشياء حتى تجد صعوبة في اختيار ما يجب أن تجربه بعد ذلك",
  },
  {
    id: 2,
    text: "أنت عرضة للقلق بشأن أن الأمور قد تأخذ منعطفًا للأسوأ.",
  },
  {
    id: 3,
    text: "أنت تتجنب أدوار القيادة في الإعدادات الجماعية.",
  },
  {
    id: 4,
    text: "أنت بالتأكيد لست نوعًا فنيًا من الأشخاص.",
  },
  {
    id: 5,
    text: "أنت تعتقد أن العالم سيكون مكانًا أفضل إذا اعتمد الناس أكثر على العقلانية وأقل على مشاعرهم. ",
  },
  {
    id: 6,
    text: "أنت تفضل أن تقوم بأعمالك المنزلية قبل أن تسمح لنفسك بالاسترخاء.",
  },
];

export default statements4;
